{
    "fr" : {
        "about":"À Propos",
        "projects":"Projets",
        "contact":"Contact",
        "lang":"en",
        "lang_redirect":"index.php?lang=en",
        "hello":"Bonjour",
        "pofme":"Photo de moi",
        "welcome_message":"Hello world ! Je suis un étudiant canadien en informatique et ceci est le portfolio de mes projets personnels. Je suis créatif, dynamique et j'adore travailler en équipe! Ma formation en informatique de gestion et mes différents projets m'ont permis d'apprendre de nombreux langages, notamment C#, Java, Android, Angular, Swift, TS, SQL, HTML, CSS et JS. En fait, je dois dire qu'ils m'ont surtout donné la chance de me développer une véritable passion pour le développement logiciel que je souhaite partager avec tous ceux qui, comme moi, adorent programmer!",
        "tech_header":"Langages et technologies avec lesquels j'ai travaillé",
        "contactme":"Contactez-moi",
        "contactmedetail":"Vous voulez me donner votre opinion, me suggérer des idées de projet ou simplement me dire bonjour ? Eh bien, contactez-moi !",
        "frmname":"Nom",
        "frmemail":"Adresse Email",
        "frmmessage":"Votre message",
        "frmerror":"<strong>Oups!</strong> Veuillez compléter tous les champs.",
        "send":"Envoyer",
        "sendconf":"Votre message a été envoyé avec succès!",
        "myprojects":"Mes projets",
        "altproject":"image du projet",
        "showallprojects":"Afficher tous les projets",
        "swalbtntext":"Visiter le site web de ce projet"
    }, 
    "en" : {
        "about":"About me",
        "projects":"Projects",
        "contact":"Contact",
        "lang":"fr",
        "lang_redirect":"index.php",
        "hello":"welcome",
        "pofme":"Picture of me",
        "welcome_message":"Hello world ! I'm a Canadian student in computer science and this is the portfolio of my personal projects. I am creative, dynamic and I really enjoy teamwork ! My formation in computer science and my different projects allowed me to learn several programming languages, including C#, Swift, Java, Android, Angular, TS, SQL, HTML, CSS, and JS. In fact, I must say that they especially gave me the chance to develop myself a real passion for software development that I want to share with all those who, like me, love to code!",
        "tech_header":"Technologies and languages I worked with",
        "contactme":"Get in touch",
        "contactmedetail":"I like your feedback ! Give your opinion, suggest new project ideas, or just say hello !",
        "frmname":"Name",
        "frmemail":"Email Address",
        "frmmessage":"Your message",
        "frmerror":"<strong>Oh snap!</strong> Please complete all fields.",
        "send":"Send",
        "sendconf":"Your message has been successfully sent!",
        "myprojects":"My Projects",
        "altproject":"project image",
        "showallprojects":"Show all projects",
        "swalbtntext":"Check this project's webiste"
    }
}